anki
arc-gtk-theme-git
arduino-ide-bin
bd
betterbird-bin
camlidl
eclipse-arm
eclipse-pydev
eclipse-vrapper
epub-thumbnailer-git
etterna
jlink-software-and-documentation
lib32-ffmpeg
lib32-gst-libav
lib32-gst-plugins-bad
lib32-gst-plugins-ugly
libxft-git
mcomix
mimeo
mpv-mpvacious
nerd-fonts-meta
nomacs
pam-selinux
qucs
qucs-s
rclone-mount-service
rstudio-bin
scroll-git
spiceopus
stm32cubeide
ttf-mac-fonts
ttf-nerd-fonts-symbols-2048-em
ttf-symbola
update-grub
wkhtmltopdf
xdg-utils-mimeo
xyce-serial
yay-git
