a52dec
aalib
abseil-cpp
acl
adms
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
airspy
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
anki
aom
arandr
arc-gtk-theme-git
archlinux-keyring
arduino-ide-bin
argon2
arm-none-eabi-gdb
at-spi2-core
atkmm
attr
audacious
audacious-plugins
audit
autoconf
automake
avahi
base
base-devel
bash
bat
bc
bd
betterbird-bin
binutils
bison
bladerf
blas
bluez-libs
boost-libs
box2d
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calcurse
camlidl
cantarell-fonts
caprine
catdoc
cblas
cdemu-client
cdemu-daemon
cdparanoia
chafa
chromaprint
clang
clucene
cmake
cmus
code
codec2
compiler-rt
confuse
connman
containerd
coreutils
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
djvulibre
dmraid
dnssec-anchors
docker
docx2txt
dosfstools
double-conversion
duktape
dune
dvisvgm
e2fsprogs
eclipse-arm
eclipse-cpp
eclipse-pydev
eclipse-vrapper
efibootmgr
efivar
electron
enchant
epub-thumbnailer-git
etterna
evince
exiv2
expat
faac
faad2
fakeroot
feh
ffcall
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gamemode
gawk
gc
gcc
gcc-fortran
gcc-libs
gcr
gd
gdb-common
gdbm
gdk-pixbuf2
geoclue
geoip
geoip-database
gettext
ghostscript
giflib
girara
git
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-terminal
gnumeric
gnupg
gnuradio
gnuradio-iqbal
gnuradio-osmosdr
gnutls
go
gobject-introspection-runtime
goffice
gperftools
gpgme
gpm
gptfdisk
gqrx
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gts
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gzip
hackrf
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
http-parser
hunspell
hunspell-en_us
hwdata
hwloc
hyphen
iana-etc
icu
icu67
ijs
imagemagick
imath
imlib2
iniparser
innoextract
iproute2
iptables
iputils
ipython
iso-codes
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jemalloc
jlink-software-and-documentation
jre-openjdk
jre-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
json-c
json-glib
jsoncpp
kbd
keyutils
kguiaddons
kmod
krb5
l-smash
ladspa
lame
lapack
lasem
lcms2
ldns
less
lf
lib32-a52dec
lib32-aalib
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-aom
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-cdparanoia
lib32-chromaprint
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faac
lib32-faad2
lib32-ffmpeg
lib32-flac
lib32-fluidsynth
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gpm
lib32-gsm
lib32-gssdp
lib32-gst-libav
lib32-gst-plugins-bad
lib32-gst-plugins-bad-libs
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gst-plugins-ugly
lib32-gstreamer
lib32-gtk3
lib32-gupnp
lib32-gupnp-igd
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-jack2
lib32-keyutils
lib32-krb5
lib32-l-smash
lib32-ladspa
lib32-lame
lib32-lcms2
lib32-libass
lib32-libasyncns
lib32-libavc1394
lib32-libavtp
lib32-libbluray
lib32-libbs2b
lib32-libcaca
lib32-libcanberra
lib32-libcap
lib32-libcdio
lib32-libcups
lib32-libdatrie
lib32-libdav1d
lib32-libdc1394
lib32-libdca
lib32-libde265
lib32-libdrm
lib32-libdv
lib32-libdvdnav
lib32-libdvdread
lib32-libelf
lib32-libepoxy
lib32-libfdk-aac
lib32-libffi
lib32-libffmpeg
lib32-libgcrypt
lib32-libglvnd
lib32-libgme
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libidn2
lib32-libiec61883
lib32-libinstpatch
lib32-libjpeg-turbo
lib32-libkate
lib32-libldap
lib32-liblrdf
lib32-libltdl
lib32-libmodplug
lib32-libmpcdec
lib32-libmpeg2
lib32-libnghttp2
lib32-libnice
lib32-libnl
lib32-libnuma
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-libraw1394
lib32-librsvg
lib32-libsamplerate
lib32-libshout
lib32-libsidplay
lib32-libsm
lib32-libsndfile
lib32-libsoup3
lib32-libsrtp
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libvdpau
lib32-libvisual
lib32-libvmaf
lib32-libvorbis
lib32-libvpx
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxkbcommon-x11
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-lilv
lib32-llvm-libs
lib32-lm_sensors
lib32-lv2
lib32-mesa
lib32-mjpegtools
lib32-mpg123
lib32-ncurses
lib32-neon
lib32-nettle
lib32-nspr
lib32-nss
lib32-ocl-icd
lib32-openal
lib32-opencore-amr
lib32-openjpeg2
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pixman
lib32-popt
lib32-portaudio
lib32-raptor
lib32-readline
lib32-rtmpdump
lib32-sbc
lib32-sdl12-compat
lib32-sdl2
lib32-serd
lib32-sord
lib32-soundtouch
lib32-spandsp
lib32-speex
lib32-sqlite
lib32-sratom
lib32-srt
lib32-systemd
lib32-taglib
lib32-tdb
lib32-twolame
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wavpack
lib32-wayland
lib32-webrtc-audio-processing
lib32-wildmidi
lib32-x264
lib32-x265
lib32-xvidcore
lib32-xz
lib32-zbar
lib32-zimg
lib32-zlib
lib32-zstd
lib32-zvbi
libabw
libad9361
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdiscid
libdispatch
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgsf
libgudev
libgxps
libhandy
libheif
libice
libidn
libidn2
libiec61883
libiio
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libjxl
libkate
libksba
liblangtag
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmbim
libmd
libmfx
libmicrodns
libmirage
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libselinux
libsepol
libserialport
libshout
libsidplay
libsidplayfp
libsigc++
libsigc++-3.0
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libudev0-shim
libuhd
libunistring
libunwind
liburcu
libusb
libusb-compat
libutempter
libuv
libva
libvdpau
libverto
libvisio
libvisual
libvolk
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft-git
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lirc
llvm-libs
lm_sensors
lostfiles
lpsolve
lua
luajit
luarocks
lutris
lv2
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
man-pages-pl
mcomix
md4c
mdadm
menu-cache
mesa
mesa-utils
mimeo
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
mpc
mpfr
mpg123
mpv
mpv-mpvacious
msgpack-c
mtdev
mujs
nano
ncurses
ndctl
neofetch
neon
neovide
neovim
nerd-fonts-meta
net-tools
netpbm
nettle
networkmanager
networkmanager-openvpn
ngspice
node-gyp
nodejs
nodejs-nopt
nomacs
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
ocaml
ocaml-compiler-libs
ocaml-zarith
ocl-icd
odt2txt
onetbb
oniguruma
opam
openal
opencore-amr
opencv
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
openvpn
opus
opusfile
orc
os-prober
otf-aurulent-nerd
otf-cascadia-code-nerd
otf-codenewroman-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam-selinux
pambase-selinux
pamixer
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-file-which
perl-image-exiftool
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
playerctl
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
powerline-common
powerline-fonts
ppp
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-jack
pycharm-community-edition
python
python-appdirs
python-asttokens
python-attrs
python-autocommand
python-backcall
python-beautifulsoup4
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-click-plugins
python-contourpy
python-cryptography
python-cssselect
python-cycler
python-dateutil
python-decorator
python-distro
python-docopt
python-evdev
python-executing
python-fastjsonschema
python-flask
python-flask-cors
python-fonttools
python-gobject
python-idna
python-inflect
python-isodate
python-itsdangerous
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jedi
python-jinja
python-jsonschema
python-keyutils
python-kiwisolver
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-matplotlib-inline
python-moddb
python-more-itertools
python-numpy
python-opengl
python-ordered-set
python-orjson
python-packaging
python-parso
python-pexpect
python-pickleshare
python-pillow
python-pip
python-platformdirs
python-ply
python-pooch
python-prompt_toolkit
python-protobuf
python-ptyprocess
python-pure-eval
python-pycparser
python-pydantic
python-pygments
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrate-limiter
python-pyrsistent
python-pysocks
python-pyxdg
python-pyzmq
python-rdflib
python-requests
python-scipy
python-send2trash
python-setuptools
python-six
python-soupsieve
python-stack-data
python-thrift
python-tomli
python-toolz
python-traitlets
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-waitress
python-wcwidth
python-werkzeug
python-wheel
python-yaml
qhull
qrencode
qt4
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-sensors
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
quazip-qt5
qucs
qucs-s
r
raptor
rasqal
rav1e
rclone
rclone-mount-service
re2
readline
redland
reflector
rhash
ripgrep
rnnoise
rofi
rstudio-bin
rsync
rtkit
rtl-sdr
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
runc
rustup
sbc
scroll-git
sdl12-compat
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
snappy
sndio
soapysdr
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spiceopus
spirv-tools
spotifyd
sqlite
sratom
srt
startup-notification
stlink
stm32cubeide
sudo
suitesparse
svt-av1
svt-hevc
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tcl
tdb
telegram-desktop
terminus-font
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
thrift
tk
tpm2-tss
tracker3
transmission-remote-gtk
tree
tree-sitter
trilinos-xyce-serial
tslib
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-mac-fonts
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-2048-em
ttf-nerd-fonts-symbols-common
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-symbola
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
twolame
tzdata
uchardet
udiskie
udisks2
ueberzug
unibilium
unixodbc
unrar
unzip
update-grub
util-linux
util-linux-libs
v4l-utils
vhba-module
vi
vid.stab
vim
vim-runtime
vkd3d
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webkitgtk-6.0
webrtc-audio-processing
wget
which
wildmidi
wine-mono
wine-staging
winetricks
wkhtmltopdf
wmname
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-utils-mimeo
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xsel
xvidcore
xxhash
xyce-serial
xz
yay-git
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zenity
zeromq
zimg
zip
zlib
zsh
zstd
zvbi
zxing-cpp
zziplib
