adms
anki
arc-gtk-theme-git
arduino-ide-bin
bd
camlidl
eclipse-arm
eclipse-cpp
eclipse-pydev
eclipse-vrapper
epub-thumbnailer-git
etterna
icu67
jlink-software-and-documentation
lib32-a52dec
lib32-aom
lib32-chromaprint
lib32-faac
lib32-faad2
lib32-ffmpeg
lib32-gsm
lib32-gssdp
lib32-gst-libav
lib32-gst-plugins-bad
lib32-gst-plugins-bad-libs
lib32-gst-plugins-ugly
lib32-gupnp
lib32-gupnp-igd
lib32-l-smash
lib32-lame
lib32-libass
lib32-libbluray
lib32-libbs2b
lib32-libcdio
lib32-libdav1d
lib32-libdc1394
lib32-libdca
lib32-libde265
lib32-libdvdnav
lib32-libdvdread
lib32-libfdk-aac
lib32-libffmpeg
lib32-libgme
lib32-libkate
lib32-liblrdf
lib32-libmpcdec
lib32-libmpeg2
lib32-libnice
lib32-libnuma
lib32-libsidplay
lib32-libsrtp
lib32-libvmaf
lib32-lilv
lib32-lv2
lib32-mjpegtools
lib32-neon
lib32-opencore-amr
lib32-openjpeg2
lib32-raptor
lib32-rtmpdump
lib32-sbc
lib32-serd
lib32-sord
lib32-soundtouch
lib32-spandsp
lib32-sratom
lib32-srt
lib32-webrtc-audio-processing
lib32-wildmidi
lib32-x264
lib32-x265
lib32-xvidcore
lib32-zbar
lib32-zimg
lib32-zvbi
libselinux
libsepol
libsidplay
libxft-git
mcomix
mimeo
mpv-mpvacious
nerd-fonts-meta
nomacs
otf-cascadia-code-nerd
pam-selinux
pambase-selinux
qt4
qt5-webkit
qucs
qucs-s
rclone-mount-service
rstudio-bin
scroll-git
spiceopus
stm32cubeide
trilinos-xyce-serial
ttf-mac-fonts
ttf-nerd-fonts-symbols-2048-em
ttf-symbola
update-grub
wkhtmltopdf
xdg-utils-mimeo
xyce-serial
yay-git
