alsa-lib
alsa-plugins
alsa-utils
arandr
audacious
audacious-plugins
base
base-devel
bat
bc
calcurse
caprine
catdoc
ccache
cdemu-client
cdemu-daemon
chafa
clang
cmus
code
connman
discord
docker
docx2txt
dune
efibootmgr
evince
feh
ffmpeg
ffmpegthumbnailer
firefox
flameshot
fontconfig
freetype2
gamemode
gcc-fortran
git
gnome-terminal
gnumeric
go
gqrx
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
imagemagick
innoextract
ipython
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libgcrypt
libjpeg-turbo
libreoffice-still
libva
libx11
libxcomposite
libxext
libxinerama
libxrender
libxslt
linux
linux-firmware
lostfiles
lua
luarocks
lutris
lxappearance
man-pages-pl
mingw-w64-gcc
modemmanager
mpc
mpv
nano
ncurses
neofetch
neovide
neovim
net-tools
networkmanager
networkmanager-openvpn
ngspice
noto-fonts-emoji
npm
ntfs-3g
ocaml
ocaml-zarith
ocl-icd
odt2txt
opam
os-prober
p7zip
pacman-contrib
pamixer
pavucontrol
pcmanfm
perl-image-exiftool
picom
playerctl
poppler
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pulseaudio-jack
pycharm-community-edition
python-opengl
python-pip
r
rclone
reflector
rofi
rsync
rtl-sdr
rustup
spotifyd
stlink
telegram-desktop
terminus-font
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tk
transmission-remote-gtk
tree
ttf-droid
ttf-font-awesome
ttf-joypixels
udiskie
ueberzug
unrar
unzip
vi
vim
vkd3d
vulkan-icd-loader
vulkan-radeon
vulkan-tools
webkit2gtk
webkitgtk-6.0
wget
wine-mono
wine-staging
winetricks
wmname
xclip
xf86-video-amdgpu
xorg-server
xorg-xbacklight
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xsel
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenity
zsh
